Repository: nouraabdullahq11/App_DecisionDive
Catalog: App_DecisionDive/*.lproj/Localizable.strings
Languages: ar

# StartYourJourney1
source: Start Diving
ar: ابدا رحلتك

# DiscoverYourSelf1
source: Discover Your Self
ar: اكتشف نفسك

# FindYourDestination1
source: Find Your Destination
ar: اكتشف وجهتك

# FindYourSport1
source: Find Your Sport
ar: اختر رياضتك

# FindYourPath1
source: Find Your Path
ar: اكتشف مهنتك

# Note:advicesprovidedaregeneraladvices1
source: Note: The provided advices are general advices for assistance purposes only!
ar: ،ملاحظة: هذه النصائح هي نصائح عامة

# Do you like deal with numbers1
source: Do you like deal with numbers
ar: هل تفضل التعامل مع الارقام؟

# Do you have a creative mindset1
source: Do you have a creative mindset
ar: هل لديك تفكير ابداعي؟

# Are you a logical thinker 1
source: Are you a logical thinker
ar: هل تفضل التفكيرالمنطقي؟

# do you like being physically active 1
source: do you like being physically active?
ar: هل تفضل النشاط البدني؟

# Economist Accountant1
source: Economist , Accountant
ar: اقتصاد، محاسبة

# marketing graphic designer1
source: copy writer , marketing , graphic designer
ar: تسويق، مصمم جرافك

# Engineering Sciences 1
source: Engineering , Sciences
ar: هندسة، علوم

# personal athletictrainer physicaltherapist chiropractor 1
source: personal / athletic trainer, physical therapist, chiropractor
ar: مدرب شخصي / رياضي، معالج فيزيائي

# Warm and tropical, relaxing on the beach, low budget:1
source: Do you want warm and tropical, relaxing on the beach and low budget
ar: دافئة و استوائية، استرخاء على الشاطئ، تكلفة قليلة

# Cold and snowy, engaging in outdoor adventures, high budget1
source: Do you want cold and snowy, engaging in outdoor adventures, high budget
ar: بارد ومثلج، ممارسة مغامرات في الهواء الطلق، ميزانية عالية

# Extended stay, local food, with family or friends1
source: Do you want extended stay, local food, with family or friends
ar: إقامة ممتدة، طعام محلي، مع العائلة أو الأصدقاء

# Thailand1
source: Thailand
ar: تايلاند

# Switzerland1
source: Switzerland
ar: سويسرا

# Bali, Indonesia1
source: Bali, Indonesia
ar: بالي، اندونيسيا

# Team sports, Outdoor activities1
source: Do you like team sports, outdoor activities
ar: الرياضات الجماعية، الأنشطة الخارجية

source: Do you like teams and solo activities, mix of indoor and outdoor activities
ar: نشاط معتدل مع تحديات عرضية، مزيج من الأنشطة الجماعية والفردية، مزيج من الأنشطة الداخلية والخارجية، ميزانية عالية

# Low-intensity and relaxed, Solo sports, Indoor1
source: Do you like relaxing, solo sports, indoor
ar: منخفضة الشدة والاسترخاء، الرياضات الفردية، داخل المنزل

# Soccer1
source: Soccer
ar: كرة قدم

# Tennis, Swimming1
source: Tennis, Swimming
ar: التنس، السباحة

# Yoga, Table Tennis1
source: Yoga, Table Tennis
ar: اليوقا، تنس الطاولة

# How do you want to be remembered in life?1
source: How do you want to be remembered in life
ar: كيف تريد ان يتذكرك الناس في حياتهم؟

# What excites you?1
source: What excites you
ar: ماهو اكثر شيء يشعرك بالحماس؟

# What are you most proud of?1
source: What are you most proud of
ar: ما أكثر شيء يشعرك بالفخر؟

# what’s your favorite snack?1
source: what’s your favorite snack
ar: ما هي الوجبة المُفضلة لديك؟

# I want to be remembered by the app who helped people discover their selfs1
source: I want to be remembered by the app who helped people discover their selfs
ar: أود أن يتذكرني الناس بأنني التطبيق الذي ساعد الآشخاص في اكتشاف ذواتهم

# Personally, when people tell me that I helped them in life1
source: Personally, when people tell me that I helped them in life
ar: شخصياً، عندما يخبرني الأشخاص بأنني ساعدتهم في الحياة.

# That I was created by team 22!1
source: That I was created by team 22!
ar: انه تم انشائي من قبل فريق ٢٢!

# Dark mode (;1
source: Dark mode (;
ar: الوضع المظلم (;
